[Settings]
[A]
ശ്രീ. കെ. വി. അബ്ദുള്‍ ഖാദര്‍= Sri. K. V. Abdul Khader
ശ്രീ. വി. അബ്ദുറഹിമാന്‍ =Sri. V. Abdurahiman
ശ്രീമതി പി. അയിഷാ പോറ്റി = Smt. P. Aisha Potty 
ശ്രീ. ആന്റണി ജോണ്‍ = Sri. Antony John
ശ്രീ. കെ. ആന്‍സലന്‍ = Sri. K. Ansalan 
ശ്രീ. പി. വി. അന്‍വര്‍ = Sri. P. V. Anvar
ശ്രീ. എ. എം. ആരിഫ് = Sri. A. M. Ariff 
പ്രൊഫ. കെ. യു. അരുണന്‍ =Prof. K.U Arunan
ശ്രീമതി സി. കെ. ആശ =Smt. C. K Asha
ശ്രീ. അടൂര്‍ പ്രകാശ് = Sri. Adoor Prakash
ശ്രീ. അനില്‍ അക്കര = Sri. Anil Akkara
ശ്രീ. എ. പി. അനില്‍ കുമാര്‍ = Sri. A. P. Anil Kumar 
ശ്രീ. അന്‍വര്‍ സാദത്ത് = Sri. Anwar Sadath
ശ്രീ. അബ്ദുല്‍ ഹമീദ് . പി = Sri. Abdul Hameed P.
ശ്രീ. പി. കെ. അബ്ദു റബ്ബ് =Sri. P. K. Abdu Rabb
പ്രൊഫ. ആബിദ് ഹുസൈന്‍ തങ്ങള്‍ = Prof. Abid Hussain Thangal
ശ്രീ. ടി. എ. അഹമ്മദ് കബീര്‍ = Sri. T.A. Ahammed Kabeer
ശ്രീ. അനൂപ് ജേക്കബ് = Sri. Anoop Jacob
[B]
ശ്രീ. കെ. ബാബു =Sri. K. Babu
ശ്രീമതി ഇ. എസ്. ബിജിമോള്‍ = Smt. E. S. Bijimol
ശ്രീ. ഐ. സി. ബാലകൃഷ്ണന്‍ =Sri. I. C. Balakrishnan
ശ്രീ. വി. ടി. ബല്‍റാം =Sri. V. T. Balram
ശ്രീ. പി. കെ. ബഷീര്‍ = Sri. P. K. Basheer
[C]
ശ്രീ. ചിറ്റയം ഗോപകുമാര്‍ =Sri. Chittayam Gopakumar
[D]
ശ്രീ. കെ. ദാസന്‍ =Sri. K. Dasan
ശ്രീ. ബി. ഡി. ദേവസ്സി =Sri. B. D. Devassy
ശ്രീ. സി. ദിവാകരന്‍ =Sri. C. Divakaran
[E]
ശ്രീ. എല്‍ദോ എബ്രഹാം =Sri. Eldho Abraham
ശ്രീ. എല്‍ദോസ് പി. കുന്നപ്പിള്ളില്‍ =Sri. Eldose P. Kunnapillil
ശ്രീ. വി. കെ. ഇബ്രാഹിം കുഞ്ഞ് =Sri. V. K. Ebrahim Kunju
[G]
ശ്രീ. ജോര്‍ജ് എം. തോമസ് =Sri. George M. Thomas
ശ്രീമതി ഗീതാ ഗോപി = Smt. Geetha Gopi
ശ്രീ. കെ. ബി. ഗണേഷ് കുമാര്‍ =Sri. K. B. Ganesh Kumar
ശ്രീ. പി.സി. ജോര്‍ജ് =Sri. P. C George
[H]
ശ്രീ. സി. കെ. ഹരീന്ദ്രന്‍ =Sri. C. K Hareendran
ശ്രീ. ഹൈബി ഈഡന്‍ =Sri. Hibi Eden
[I]
ശ്രീ. ടി. വി. ഇബ്രാഹിം =Sri. T. V.  Ibrahim
[J]
ശ്രീ. ജെയിംസ് മാത്യു =Sri. James Mathew
ശ്രീ. ഇ. പി. ജയരാജന്‍ =Sri. E. P. Jayarajan
ശ്രീ. ജോണ്‍ ഫെര്‍ണാണ്ടസ്=Sri. John Fernandez
ശ്രീ. വി. ജോയി =Sri. V. Joy
ശ്രീ. ജി. എസ്. ജയലാല്‍ =Sri. G. S. Jayalal
ഡോ. എന്‍. ജയരാജ് =Dr. N. Jayaraj
ശ്രീ. പി. ജെ. ജോസഫ് =Sri. P. J. Joseph
ശ്രീ. കെ. സി. ജോസഫ് =Sri. K. C. Joseph
[K]
ശ്രീ. കാരാട്ട് റസാഖ് =Sri. Karat Razack
ശ്രീ. ഒ. ആര്‍. കേളു =Sri. O. R Kelu
ശ്രീ. സി. കൃഷ്ണന്‍ =Sri. C. Krishnan
ശ്രീ. കെ. കുഞ്ഞിരാമന്‍ =Sri. K. Kunhiraman
ശ്രീ. കെ. കൃഷ്ണന്‍കുട്ടി =Sri. K. Krishnankutty
ശ്രീ. കോവൂര്‍ കുഞ്ഞുമോന്‍ =Sri. Kovoor  Kunjumon
ശ്രീ. കെ. എന്‍. എ. ഖാദര്‍ =Sri. K N A Khader
[M]
ശ്രീ. വി. കെ. സി. മമ്മത് കോയ =Sri. V . K. C. Mammed Koya
ശ്രീ. എം. മുകേഷ് =Sri. M. Mukesh
ശ്രീ. ഡി. കെ. മുരളി =Sri. D. K.  Murali 
ശ്രീ. മുരളി പെരുനെല്ലി =Sri. Murali Perunelly
ശ്രീ. കെ. ജെ. മാക്സി =Sri. K. J.  Maxy
ശ്രീ. കെ. മുരളീധരന്‍ =Sri. K. Muraleedharan 
ശ്രീ. മുഹമ്മദ് മുഹസിന്‍ പി. =Sri. Muhammed Muhassin P.
ശ്രീ. മഞ്ഞളാംകുഴി അലി = Sri. Manjalamkuzhi  Ali
ശ്രീ. സി. മമ്മൂട്ടി =Sri. C. Mammutty
ഡോ. എം. കെ. മുനീര്‍ =Dr. M. K. Muneer
ശ്രീ. കെ. എം. മാണി =Sri. K. M. Mani 
ശ്രീ. മോന്‍സ് ജോസഫ് =Sri. Mons Joseph
ശ്രീ. മുല്ലക്കര രത്നാകരന്‍ =Sri. Mullakkara  Retnakaran 
ശ്രീ. മാത്യു ടി. തോമസ് =Sri. Mathew. T. Thomas
[N]
ശ്രീ. എം. നൗഷാദ് =Sri. M.  Noushad
ശ്രീ. എന്‍. എ. നെല്ലിക്കുന്ന് =Sri. N. A. Nellikkunnu
ശ്രീ. സി. കെ. നാണു =Sri. C. K. Nanu
[O]
ശ്രീ. ഉമ്മന്‍ ചാണ്ടി =Sri. Oommen Chandy
[P]
ശ്രീ. എ. പ്രദീപ്കുമാര്‍ =Sri. A. Pradeepkumar
ശ്രീ. യു. ആര്‍. പ്രദീപ് =Sri. U. R. Pradeep 
ശ്രീ. കെ. ഡി. പ്രസേനന്‍ =Sri. K. D. Prasenan
ശ്രീമതി യു. പ്രതിഭ=Smt.  U. Prathibha
ശ്രീ. പുരുഷന്‍ കടലുണ്ടി =Sri. Purushan Kadalundy
ശ്രീ. പാറക്കല്‍ അബ്ദുല്ല =Sri. Parakkal Abdulla
[R]
ശ്രീ. പി. ടി. എ. റഹീം =Sri. P. T. A. Rahim 
ശ്രീ. എം. രാജഗോപാലന്‍ =Sri. M. Rajagopalan
ശ്രീ. എസ്. രാജേന്ദ്രന്‍ =Sri. S. Rajendran
ശ്രീ. ആര്‍. രാജേഷ് =Sri. R. Rajesh
ശ്രീ. റ്റി. വി. രാജേഷ് =Sri. T. V. Rajesh
ശ്രീ. രാജു എബ്രഹാം =Sri. Raju Abraham 
ശ്രീ. കെ. രാജന്‍ =Sri. K.  Rajan 
ശ്രീ. ആര്‍. രാമചന്ദ്രന്‍ =Sri. R. Ramachandran
ശ്രീ. റോജി എം. ജോണ്‍ =Sri. Roji M. John
ശ്രീ. റോഷി അഗസ്റ്റിന്‍ =Sri. Roshy Augustine 
ശ്രീ. ഒ. രാജഗോപാല്‍ =Sri. O. Rajagopal
ശ്രീ. രമേശ് ചെന്നിത്തല  =Sri. Ramesh Chennithala
[S]
ശ്രീ. ഐ. ബി. സതീഷ് =Sri. I. B Satheesh
ശ്രീ. പി. കെ. ശശി =Sri. P.K Sasi
ശ്രീ. ബി. സത്യന്‍ =Sri. B. Satyan
ശ്രീ. എസ്. ശര്‍മ്മ =Sri. S. Sarma
ശ്രീ. എ. എന്‍. ഷംസീര്‍ =Sri. A. N. Shamseer
ശ്രീ. കെ. സുരേഷ് കുറുപ്പ് =Sri. K. Suresh Kurup
ശ്രീ. എം. സ്വരാജ് =Sri. M. Swaraj
ശ്രീ. സി. കെ. ശശീന്ദ്രന്‍ =Sri. C. K Saseendran
ശ്രീ. എ. കെ. ശശീന്ദ്രന്‍ =Sri. A. K. Saseendran
ശ്രീ. എന്‍. ഷംസുദ്ദീന്‍ =Sri. N. Samsudheen
ശ്രീ. കെ. എസ്. ശബരീനാഥന്‍ =Sri. K. S Sabarinadhan
ശ്രീ. വി. പി. സജീന്ദ്രന്‍ =Sri. V. P. Sajeendran
ശ്രീ. വി. ഡി. സതീശന്‍ =Sri. V. D. Satheesan
ശ്രീ. സണ്ണി ജോസഫ് =Sri. Sunny Joseph
ശ്രീ. വി. ആര്‍. സുനില്‍ കുമാര്‍ =Sri. V. R. Sunil Kumar
ശ്രീ. വി. ശശി =Sri. V. Sasi 
ശ്രീ. വി. എസ്. ശിവകുമാര്‍ =Sri. V. S. Sivakumar
ശ്രീ. കെ. എം. ഷാജി =Sri. K. M.  Shaji
ശ്രീ. ഷാഫി പറമ്പില്‍ =Sri. Shafi Parambil
ശ്രീ. സജി ചെറിയാന്‍ =Sri. Saji Cherian 
[T]
ശ്രീ. തോമസ് ചാണ്ടി =Sri. Thomas Chandy 
ശ്രീ. സി. എഫ്. തോമസ് =Sri. C. F. Thomas 
ശ്രീ. പി. ടി. തോമസ് =Sri. P. T. Thomas
ശ്രീ. തിരുവഞ്ചൂര്‍ രാധാകൃഷ്ണന്‍ =Sri. Thiruvanchoor Radhakrishnan
ശ്രീ. ഇ. ടി. ടൈസണ്‍ മാസ്റ്റര്‍ =Sri. E. T. Taison Master
[U]
ശ്രീ. പി. ഉണ്ണി =Sri. P. Unni
ശ്രീ. പി. ഉബൈദുള്ള =Sri. P. Ubaidulla
ശ്രീ. എം. ഉമ്മര്‍ =Sri. M. Ummer  
[V]
ശ്രീമതി വീണാ ജോര്‍ജ്ജ് = Smt. Veena George
ശ്രീ. കെ. വി. വിജയദാസ് =Sri. K. V. Vijayadas
ശ്രീ. ഇ. കെ. വിജയന്‍ =Sri. E. K. Vijayan
ശ്രീ. എം. വിന്‍സെന്റ് =Sri. M. Vincent
ശ്രീ. എന്‍. വിജയന്‍ പിള്ള =Sri. N. Vijayan Pillai

